class AppStrings {


  static const String boardingTitle1 = 'متابعة السيارة';
  static const String boardingTitle2 = 'أٌقرب ورشة';
  static const String boardingTitle3 = 'الأسئلة الشائعة في عالم السيارات';

  static const String boarding1 =
      'يساعدك التطبيق في متابعة صيانة سيارتك بشكل دقيق وفعال, من خلاله ستتمكن من معرفة متى يجب عليك تغيير زيت المحرك والقيام بالصيانة الدورية اللازمة للحفاظ على سيارتك في حالة ممتازة، وذلك بناءً على عدد الكيلومترات التي تم قطعها.';
  static const String boarding2 =
      'يقدم التطبيق أيضًا خدمة للعثور على أقرب ورشة صيانة للسيارة، وذلك لتوفير الوقت والجهد في البحث عن الورش المناسبة, وفيما يتعلق بالأسئلة الشائعة التي يمكن أن يواجهها السائقون، فإن التطبيق يوفر أجوبة شاملة ومفصلة حول العديد من الاسئلة التي يحتاج معرفتها الكثير';
  static const String boarding3 =
      'فيما يتعلق بالأسئلة الشائعة التي يمكن أن يواجهها السائقون، فإن التطبيق يوفر أجوبة شاملة ومفصلة حول العديد من الاسئلة التي يحتاج معرفتها الكثير';
}
